Repository: ARICOMA-D365BC/AC-dynamics365smb-docs.cs-cz-OmegaT
Catalog: tm/AC_MAIN_HELP.tmx
Source language: en_us
Languages: cs_cz

source: This section gives you shortcuts to Microsoft AppSource where you can find solutions and services from [!INCLUDE prodshort ] partners.
cs_cz: Tato část poskytuje zástupce společnosti Microsoft AppSource, kde najdete řešení a služby od partnerů [!INCLUDE prodshort ].

source: This simple differentiation covers several different complexity levels as defined by product granules and location setup, each supported by different UI documents.
cs_cz: Toto jednoduché rozlišení zahrnuje několik různých úrovní složitosti, jak je definováno v granulích produktu a v nastavení umístění, které jsou podporovány různými UI dokumenty.

source: This user setup filters all warehouse activities across the database to the employee's location so that the employee can only perform the warehouse activities at the default location.
cs_cz: Toto uživatelské nastavení filtruje všechny aktivity skladu v databázi do místa zaměstnance, takže zaměstnanec může provádět pouze aktivity skladu ve výchozím umístění.

source: Title
cs_cz: Název

source: To
cs_cz: Viz

source: To activate directed put away and pick functionality
cs_cz: Aktivace řízeného zaskladnění a vyskladnění

source: To add an ADCS user
cs_cz: Přidání uživatele ASSD

source: To add support for a function key
cs_cz: Přidání podpory funkční klávesy

source: To alert your partner to a problem, choose the link.
cs_cz: Chcete-li upozornit svého partnera na problém, vyberte odkaz.

source: To align with the financial concepts of purchases and sales, [!INCLUDE d365fin ] warehouse documentation refers to the following terms for item flow in the warehouse.
cs_cz: V souladu s finančními koncepty nákupů a prodejů odkazuje dokumentace skladu [!INCLUDE d365fin ] na následující toky zboží ve skladu.

source: To assign a default bin to an item
cs_cz: Přiřazení výchozí přihrádky ke zboží

source: To breakbulk sometimes also means gathering smaller units of measure, if necessary, to meet outbound requests by breaking the larger unit of measure on the source document or production order into the smaller units of measure that are available in the warehouse.
cs_cz: Rozbalení také znamená shromáždění menších měrných jednotek, je-li to nutné, k uspokojení odchozích požadavků, a to tak, že se větší měrná jednotka ve zdrojovém dokladu nebo výrobní zakázce rozdělí na menší měrné jednotky, které jsou ve skladu k dispozici.

source: To change Role Center
cs_cz: Změna Centra rolí

source: To change the default bin for an item
cs_cz: Změna výchozí přihrádky zboží

source: To change the language of the user interface, go to the My Settings page.
cs_cz: Chcete-li změnit jazyk uživatelského rozhraní, přejděte na stránku Má nastavení .

source: To change the locale, go to the My Settings page.
cs_cz: Pro změnu oblasti běžte na stránku Má nastavení .

source: To close your account, currently you must contact the [!INCLUDE d365fin ] Cancelation team by sending an email message at cancelbusinesscentra@microsoft.com.
cs_cz: Chcete-li účet zrušit, musíte v současné době kontaktovat tým pro urišení účtu [!INCLUDE d365fin ], zasláním e-mailové zprávy na cancelbusinesscentra@microsoft.com.

source: To create a miniform for ADCS
cs_cz: Vytvoření miniformiuláře pro ADCS

source: To create and customize miniforms
cs_cz: Vytvoření a přizpůsobení miniformulářů

source: To create dedicated component bins
cs_cz: Vytvoření vyhrazených přihrádek komponent

source: To customize miniform functions
cs_cz: Přizpůsobené funkcí miniformuláře

source: To define a default bin structure in the assembly area
cs_cz: Definování výchozí struktury přihrádek v oblasti montáže

source: To define a default bin structure in the production area
cs_cz: Definování výchozí struktury přihrádky v oblasti výroby

source: To delete a bin
cs_cz: Odstranění přihrádky

source: To differentiate between the different complexity levels, this documentation refers to two general denominations, Basic and Advanced Warehousing.
cs_cz: Pro rozlišení mezi různými úrovněmi složitosti se tato dokumentace týká dvou obecných označení, základního a rozšířeného skladování.

source: To do this, you have two options.
cs_cz: Máte k tomu dvě možnosti.

source: To enable an existing location to operate as a warehouse location
cs_cz: Povolení fungování existujícího umístění jako lokace skladu

source: To enable inventory documents for internal operation activities
cs_cz: Povolení skladových dokladů pro interní operace skladu

source: To fulfill a task, the program automatically looks for an item in the same unit of measure.
cs_cz: Pro splnění úkolu program automaticky vyhledá zboží ve stejné měrné jednotce.

source: To get the app on my mobile device
cs_cz: Získání aplikace pro mobilní zařízení

source: To help business users get started quickly, Microsoft has added a catalog of consulting services offerings for solutions based on [!INCLUDE d365fin ], Power BI, and PowerApps to AppSource.
cs_cz: S cílem pomoci podnikovým uživatelům začít rychle, přidala společnost Microsoft do nabídky AppSource katalog konzultačních služeb pro řešení založených na [!INCLUDE d365fin ], Power BI a PowerApps.

source: To implement or change the functionality of a miniform function, you must create a new codeunit or modify an existing one to perform the required action or response.
cs_cz: Chcete-li implementovat nebo změnit funkčnost funkce miniformuláře, je nutné vytvořit novou proceduru nebo upravit existující, aby byla provedena požadovaná akce nebo odezva.

source: To learn more about the Microsoft AppSource consulting services offerings, select the following links:
cs_cz: Chcete-li se dozvědět více o nabídkách poradenských služeb Microsoft AppSource, vyberte následující odkazy:

source: To make sure that bin content is only available to component demand that uses that to-production bin, you must select the Dedicated field on the line for that bin code on the Bins page that you open from the location card.
cs_cz: Chcete-li zajistit, aby byl obsah přihrádky k dispozici pouze pro požadavek na komponentu, který používá tuto výrobní přihrádku, musíte na řádku vyplnit kód přihrádky na Vyhrazená na řádku pro tento kód přihrádky na stránce Přihrádky , kterou otevřete z karty lokace.

source: To make the frame larger, choose the double-ended arrow icon in the upper-right corner.
cs_cz: Chcete-li, aby byl rámeček větší, zvolte v pravém horním rohu ikonu s dvojitou šipkou.

source: To rename a bin and change the bin code in all records
cs_cz: Přejmenování přihrádky a změna kódu přihrádky ve všech záznamech

source: To restructure a basic warehouse that uses bins only
cs_cz: Restrukturalizace skladu, který používá pouze přihrádky

source: To restructure an advanced warehouse that uses directed put-away and pick
cs_cz: Restrukturalizace pokročilého skladu, který používá řízené zaskladnění a vyskladnění,

source: To review the information, choose the Identifier Code field to open the Item Identifiers page.
cs_cz: Chcete-li zobrazit informace, vyberte pole Kód identifikátoru a otevřete stránku Identifikátory položek .

source: To see which items were added to the adjustment bin during the batch job, run the Warehouse Adjustment Bin report.
cs_cz: Chcete-li zjistit, které položky byly během dávkové úlohy přidány do adjustační přihrádky, spusťte sestavu Adjustační přihrádka skladu .

source: To set up a location to use bins
cs_cz: Nastavení lokace pro použití přihrádek

source: To set up a warehouse to use ADCS
cs_cz: Nastavení skladu pro použití ASSD

source: To set up a zone in your warehouse
cs_cz: Nastavení zóny ve skladu

source: To set up an item for directed put-away and pick
cs_cz: Nastavení zboží pro řízené zaskladnění a vyskladnění

source: To set up put-away templates
cs_cz: Nastavení šablon zaskladnění

source: To set up that an inventory movement is automatically created when the inventory pick for the assembly item is created
cs_cz: Nastavení automatického vytvoření přesunu při vyskladnění zásob pro montážní zakázku

source: To set up the bin in the assembly area where components are placed by default before they can be consumed in assembly
cs_cz: Nastavit přihrádky montáže, ve které jsou komponenty ve výchozím nastavení umístěny, než mohou být spotřebovány

source: To set up the bin in the assembly area where finished assembly items are posted to when they are assembled to stock
cs_cz: Nastavení přihrádky montáže, do které se při dokončení montáže zaúčtuje hotové zboží

source: To set up the bin where finished assembly items are posted to when they are assembled to a linked sales order
cs_cz: Nastavení přihrádky, do níž je dokončené zboží montáže zaúčtováno, jakmile jsou montáže propojené prodejní objednávky

source: To set up warehouse employees
cs_cz: Nastavení zaměstnanců skladu

source: To specify an item to use ADCS
cs_cz: Určení zboží pro použití ASSD

source: To specify that a warehouse employee is an ADCS user
cs_cz: Určení, který zaměstnanec skladu je uživatel ADCS (ASSD)

source: To support the physical handling of items on the zone and bin level, all information must be traced for each transaction or movement in the warehouse.
cs_cz: Pro podporu fyzického zpracování zboží v zónách a úrovních přihrádek musí být všechny informace sledovány pro každou transakci nebo přesun ve skladu.

source: To use ADCS, you must give each item stored in the warehouse an item identifier.
cs_cz: Chcete-li použít ASSD, musíte každému uloženému zboží ve skladu zadat identifikátor.

source: To use ADCS, you must specify which warehouse locations use the technology.
cs_cz: Chcete-li používat ASSD, musíte určit, které lokace technologii budou používat.

source: To use the bin functionality at a location, you first activate the functionality on the Location card.
cs_cz: Chcete-li použít funkci přihrádky v lokaci, aktivujte nejprve funkčnost na kartě lokace .

source: To use the directed put-away and pick functionality, you must activate the functionality on the location card.
cs_cz: Chcete-li použít funkci řízeného zaskladnění a vyskladnění, musíte aktivovat funkčnost na kartě lokace.

source: To use these pages with internal operations, such as to pick and move components to production, you must make some or all the following setup steps depending on how much control you need:
cs_cz: Chcete-li tyto stránky použít k interním operacím, například k vyskladnění a přesunu komponent do výroby, je třeba provést některé nebo všechny následující kroky nastavení podle toho, jakou kontrolu potřebujete:

source: To visit the channel now, click here .
cs_cz: Chcete-li nyní navštívit náš kanál, klepněte sem .

source: Troubleshooting
cs_cz: Řešení potíží

source: Under Saved Settings on the report request page, the user will see two saved settings entries with the same name.
cs_cz: V části Uložená nastavení na stránce požadavku na sestavu uvidí uživatelé dvě uložené položky nastavení se stejným názvem.

source: Understand the key first steps when you are trying out [!INCLUDE d365fin ] or have recently purchased the product.
cs_cz: Porozumění prvním krokům při spuštění [!INCLUDE d365fin ] nebo nedávno zakoupenému produktu.

source: Unsubscribe, Remove, or Reset [!INCLUDE d365fin ]
cs_cz: Zrušení odběru, odebrání nebo obnovení Business Centralu

source: Unsubscribing by removing [!INCLUDE d365fin ] from your Office 365 experience
cs_cz: Zrušení odběru odebráním [!INCLUDE d365fin ] z prostředí Office 365

source: Unsubscribing from [!INCLUDE d365fin ] without Office 365
cs_cz: Zrušení předplatného [!INCLUDE d365fin ] bez Office 365

source: Use Automated Data Capture Systems (ADCS)
cs_cz: Použití automatizovaných systémů pro sběr dat (ADCS)

source: Use Microsoft’s Go-To-Market services
cs_cz: Využití služby Go-To-Market společnosti Microsoft

source: Use Power BI with [!INCLUDE d365fin ]
cs_cz: Použití Power BI v [!INCLUDE d365fin ]

source: Use the links to explore the full capabilities of [!INCLUDE prodshort ] before you decide if you want to buy a subscription.
cs_cz: Pomocí odkazů prozkoumejte všechny možnosti produktu [!INCLUDE prodshort ], než se rozhodnete, zda si chcete koupit předplatné.

source: User accounts and licenses are managed in the Office Portal .
cs_cz: Uživatelské účty a licence jsou spravovány v Portálu Office .

source: Using saved settings is a fast and reliable way to consistently generate reports that contain the correct data.
cs_cz: Použití uložených nastavení představuje rychlý a spolehlivý způsob, jak důsledně generovat sestavy obsahující správná data.

source: Using the open item ledger entries for the specified location, warehouse journal lines are created that sum up every combination of Item No., Variant Code, Unit of Measure Code, and, if necessary, Lot No.
cs_cz: Při použití otevřených položek zboží pro zadané skladové místo jsou vytvořeny řádky deníku skladu, které tvoří součet všech kombinací čísel zboží, kód variant, kód měrné jednotky a v případě potřeby číslo šarže

source: Using zones reduces the number of fields you need to fill in when you set up your bins, because bins created within zones inherit several properties from the zone.
cs_cz: Použití zón snižuje počet polí, která je třeba vyplnit při nastavování přihrádek, protože přihrádky vytvořené v rámci zón dědí z této zóny několik vlastností.

source: Viewing Intelligent Cloud Insights in [!INCLUDE prodshort ] Online
cs_cz: Prohlížení inteligentních cloudových statistik v [!INCLUDE prodshort ] online

source: Viewing Intelligent Insights On-Premises
cs_cz: Zobrazení On-Premis Intelligent Insights

source: Viewing and Editing in Excel From Business Central
cs_cz: Zobrazení a úpravy v aplikaci Excel

source: Visit Our Video Library
cs_cz: Navštivte naši video knihovnu

source: Vote if an idea already has been submitted to get it prioritized on the engineering backlog.
cs_cz: Hlasujte, pokud již byla předložena myšlenka, která mu dostane vyšší prioritu.

source: Warehouse class codes are used when suggesting item placement in bins.
cs_cz: Kódy tříd skladu se používají při navrhování umístění zboží v přihrádkách.

source: Warehouse documents and a warehouse journal are used to register item movements in the warehouse.
cs_cz: Skladové doklady a deník skladu se používají k evidenci pohybů zboží ve skladu.

source: Warehouse functionality in [!INCLUDE d365fin ] can be implemented in different complexity levels, depending on a company’s processes and order volume.
cs_cz: Funkce skladu v aplikaci [!INCLUDE d365fin ] lze implementovat v různých úrovních složitosti v závislosti na procesech a objemu objednávek společnosti.

source: We recommend that you export any data before you close your account.
cs_cz: Před uzavřením účtu doporučujeme exportovat veškerá data.

source: We talk about new capabilities on the Dynamics 365 Blog , including when they are made available, and if there are special considerations.
cs_cz: Hovoříme o nových funkcích blogu Dynamics 365 , včetně toho, kdy jsou dány k dispozici, a pokud existují zvláštní ohledy.

source: Welcome to [!INCLUDE d365fin_long ]
cs_cz: Vítejte v [!INCLUDE d365fin_long ]

source: When a default bin is assigned to an item, this bin is suggested every time you initiate a transaction for this item.
cs_cz: Pokud je ke zboží přiřazena výchozí přihrádka, je tato přihrádka navržena pokaždé, když zahájíte transakci pro toto zboží.

source: When all the criteria are met, then serial/lot-numbered items to be picked are sorted with the oldest first in all picks and movements, except for items that use SN-specific or lot-specific tracking.
cs_cz: Když jsou splněna všechna kritéria, jsou položky, které mají sériové číslo nebo šarži řazeny od nejstarších ve všech vyskladněních a přesunech zboží, s výjimkou zboží, které používají sledování specifické pro SN nebo šarže.

source: When item postings occur outside the warehouse module, a default adjustment bin per location is used to synchronize warehouse entries with inventory entries.
cs_cz: Pokud se zaúčtování položky vyskytne mimo modul skladu, použije se pro synchronizaci položek skladu se skladovým zbožím výchozí adjustační přihrádka na lokaci.

source: When picking and shipping sales line quantities that are assembled to the order, you must follow certain rules when creating the inventory pick lines.
cs_cz: Při Vyskladnění a odesílání prodejních řádků, které jsou smontovány pro objednávku, musíte při vytváření řádků vyskladnění zásob dodržet určitá pravidla.

source: When running a reports, users are typically presented with a page that lets them set certain options and filters for changing the data that is included in the generated report.
cs_cz: Při spuštění sestav se uživatelům obvykle zobrazí stránka, která umožňuje nastavit určité možnosti a filtry pro změnu dat zahrnutých do generované sestavy.

source: When the Create Warehouse Location batch job has completed, perform and post a warehouse physical inventory.
cs_cz: Po dokončení dávkové úlohy Vytvořit lokaci ve skladu provedete a zaúčtujete fyzickou inventuru skladu.

source: When the old bins are emptied, reclassify them as QC type bins to ensure that they are not included in item flows.
cs_cz: Když jsou staré přihrádky vyprázdněny, přeřaďte je jako přihrádku typu KVAL , aby se zajistilo, že nebudou zahrnuty do toků zboží.

source: When you change a zone parameter, all bins created thereafter in that zone will have the new characteristics, but the original bins will not be changed.
cs_cz: Když změníte parametr zóny, všechny přihrádky vytvořené v této zóně budou mít nové vlastnosti, ale původní přihrádky nebudou změněny.

source: When you do this, the user must also provide a password.
cs_cz: Pokud to uděláte, musí uživatel zadat také heslo.

source: When you enter data on pages in [!INCLUDE d365fin ], certain fields are marked with a red asterisk.
cs_cz: Když zadáváte data na stránky v [!INCLUDE d365fin ], některá políčka jsou označena červenou hvězdičkou.

source: When you have created a miniform, the next steps are to create functions and to associate functionality for various keyboard inputs.
cs_cz: Pokud jste vytvořili miniformulář, další kroky slouží k vytvoření funkcí a k přidružení funkčnosti pro různé vstupy klávesnice.

source: When you have created your bins, you can define very specifically the contents that you want to place in each bin, or the bin can function as a floating bin without specified contents.
cs_cz: Pokud jste vytvořili své přihrádky, můžete velmi přesně definovat obsah, který chcete umístit do každé přihrádky, nebo přihrádka může fungovat jako plovoucí přihrádka bez zadaného obsahu.

source: When you post an assemble-to-order sales line, then the bin content is first positively adjusted with the assembly output.
cs_cz: Při zaúčtování prodejního řádku montáže na zakázku je obsah přihrádky nejprve pozitivně upraven pomocí výstupu montáže.

source: When you set up a warehouse location for directed put-away and pick, you have new functionality available to you to help run the warehouse in the most efficient way possible.
cs_cz: Když nastavíte lokaci pro řízené zaskladnění a vyskladnění, máte k dispozici nové funkce, které vám pomohou spustit sklad co nejefektivnějším způsobem.

source: When you start [!INCLUDE d365fin ] for the first time, you can launch the videos from the welcome page that displays.
cs_cz: Když spustíte [!INCLUDE d365fin ] poprvé, můžete spustit videa z uvítací stránky, která se zobrazí.

source: When you use inventory movements, the Bin Code field on production order component lines defines the place bin in the operation area where the warehouse worker must place the components.
cs_cz: Při použití pohybů zásob pole Kód přihrádky na řádcích komponent výrobní zakázky definuje umístění operační oblasti, do které musí pracovník skladu komponenty umístit.

source: When you use inventory picks, the Bin Code field on a production order component line defines the take bin from where components are decreased when posting consumption.
cs_cz: Když použijete vyskladnění zásob, pole Kód přihrádky na řádku komponenty výrobní zakázky definuje Přihrádku , ze které jsou komponenty při účtování spotřeby sníženy.

source: When your Dynamics 365 reselling partner has acquired the right license for your on-premises solution to connect to the cloud through [!INCLUDE prodshort ], your administrator can set up the connection.
cs_cz: Když váš partner pro prodej Dynamics 365 získal správnou licenci pro vaše místní (on-premis) řešení pro připojení ke cloudu prostřednictvím [!INCLUDE prodshort ], může administrátor připojení nastavit.

source: Where do I Learn more?
cs_cz: Kde se toho mohu dozvědět více?

source: With Embed app , you can extend and customize the existing [!INCLUDE d365fin ] application and enrich the end-user experience with an industry specific functionality using the new and modern development tools and Extensions version 2.0.
cs_cz: S vloženou aplikací můžete rozšířit a upravit existující [!INCLUDE d365fin ] a obohatit koncového uživatele funkcemi specifickými pro průmysl pomocí nových a moderních vývojářských nástrojů a rozšíření verze 2.0.

source: With directed put-away and pick functionality, the most appropriate bin for your items at any given time is suggested, according to the put-away template that you have set up for the warehouse, the bin rankings you have given to the bins, and the minimum and maximum quantities that you have set up for fixed bins.
cs_cz: Při funkci řízeného zaskladnění a vyskladnění se navrhne nejvhodnější přihrádka pro vaše zboží v kterémkoli daném okamžiku podle šablony zaskladnění, kterou jste pro sklad nastavili, pořadí přihrádek, které jste přihrádkám dali, a minimální a maximální množství, které jste nastavili pro pevné přihrádky.

source: With pages that display a list of records in rows and columns, like a list of customers, sale orders, or invoices, you can also view the records using Microsoft Excel.
cs_cz: U stránek, které zobrazují seznam záznamů v řádcích a sloupcích, například seznam zákazníků, prodejních objednávek nebo faktur, můžete tyto záznamy zobrazit také pomocí aplikace Microsoft Excel.

source: With previews like this, you can try and provide feedback about upcoming capabilities.
cs_cz: S takovými náhledy můžete vyzkoušet a poskytnout zpětnou vazbu o připravovaných funkcích.

source: With this action, Excel respects any filters on the page the limit the records shown.
cs_cz: Pomocí této akce aplikace Excel respektuje všechny filtry na stránce, které omezují zobrazené záznamy.

source: With this action, the Excel workbook does not respect filters on the page the limit the records shown.
cs_cz: Pomocí této akce nebude sešit aplikace Excel respektovat filtry na stránce, které omezují zobrazené záznamy.

source: With this modern business platform you can easily and quickly tailor, extend, and build applications so they fit your specific needs — with little to no code development.
cs_cz: Díky této moderní obchodní platformě můžete snadno a rychle přizpůsobit, rozšířit a vytvářet aplikace tak, aby vyhovovaly vašim konkrétním potřebám - s malým až žádným vývojem kódu.

source: Word report layout overview
cs_cz: Přehled rozvržení sestavy aplikace Word

source: Word report layouts are typically easier to create and modify than RDLC report layouts because you can use Word.
cs_cz: Rozložení sestav aplikace Word je obvykle snazší vytvořit a upravit než rozvržení sestav RDLC, protože můžete použít aplikaci Word.

source: Word report layouts enable you to design report layouts by using Microsoft Word 2013 or later.
cs_cz: Rozložení sestav aplikace Word umožňují navrhovat rozložení sestav pomocí aplikace Microsoft Word 2013 nebo novější.

source: Work Date Indication
cs_cz: Indikace pracovního data
